// ----------------------- notepad -------------------------------------------------------------------------------------------------------

release, 5000, fullscreen - ~270 fps after some time

«Помогавший забеременеть» Оксане Федоровой целитель искалечил москвичку
Хозяин отомстил лишившему его ночного сна коту
В сети заступились за пойманного на воровстве риса китайского крысеныша
Спасшего женщину из Москвы-реки инспектора ДПС представят к госнаграде
Получившая в подарок ружье девочка расплакалась от счастья и умилила соцсети
Apple запатентовала встроенный в экран сканер отпечатков пальцев
Полиция задержала получившего 500 кг икры по почте москвича
Нарядившийся Иисусом мужчина крестом пробил потолок в метро
Ростуризм предупредил о предлагающих поддельные визы в Индию сайтах
Бастрыкин велел задержать наехавшего на ребенка водителя внедорожника

в тишине туалета слышно как за стеной пукают девочки
боже, ниспошли мне... и он услышал. и не спошлил

что ест на ужин Йожин с Бажин?
возможно, пыль замочных скважин
быть может, ветер подворотен

на шкуре неубитого медведя
охотник возлежит, от счастья бредя

зачем тату на ягодицах?
на всякий случай. пригодится!

https://ru.wikipedia.org/wiki/The_Claypool_Lennon_Delirium

https://habrahabr.ru/post/66209/ - isolated mode

https://ru.wikipedia.org/wiki/Прогрессивный_рок
https://ru.wikipedia.org/wiki/Zeuhl
https://forum.xda-developers.com/showthread.php?t=1337839

--- scripts ---
http://www.imsdb.com/
http://www.moviescriptsandscreenplays.com/

--- read ---
часы обратного времени, весь сборник

--------------------------------------------------------------------------------------------------------------------------------

PROMETHEUS

The Abridged Script

By Chris W.

FADE IN:

EXT. ЗЕМЛЯ (ВЕРОЯТНО), МИЛЛИОНЫ ЛЕТ ТОМУ НАЗАД

Космический КОФЕЙНЫЙ СТОЛИК прилетает и высаживает на землю ТРЕХМЕТРОВОГО БЕЛОГО АЛЬБИНОСА. Тот выпивает какую-то ЧЕРНУЮ ЖИЖУ, которая разбирает на части его ДНК и затем пересобирает их В ВОДЕ, зарождая ЖИЗНЬ на всей ПЛАНЕТЕ. Или ТИПА ТОГО. Не думайте об этом СЛИШКОМ СИЛЬНО.

EXT. ШОТЛАНДИЯ - 2089

НОМИ РАПАС и ЛОГАН МАРШАЛЛ ГРИН в составе археологической экспедиции обнаруживают какие-то НАСКАЛЬНЫЕ РИСУНКИ.

НОМИ РАПАС
Ухты! Не верю своим глазам!
ЛОГАН МАРШАЛЛ ГРИН
Это ты про то, что мы обнаружили десятки разных изображений, оставленные разными цивилизациями, с одним и тем же сюжетом и изображениями звезд?
НОМИ РАПАС
Не, все еще не могу поверить, что ты и Том Харди - не один и тот же человек. Вы как будто с одного конвейера сошли.

INT. КОСМИЧЕСКИЙ КОРАБЛЬ "ПРОМЕТЕЙ" - 2093

Прометей на пути к КАКОЙ-ТО ЛУНЕ. Корабельный робот-дворецкий, МАЙКЛ ФАССБЕНДЕР, ведет себя СТРАННО И ЗЛОВЕЩЕ. В это время вся команда находится в ГИПЕРСНЕ, но ШАРЛИЗ ТЕРОН просыпается РАНЬШЕ ВРЕМЕНИ, чтобы начать быть ХОЛОДНОЙ БЕССЕРДЕЧНОЙ СУКОЙ как можно раньше.

МАЙКЛ ФАССБЕНДЕР
О, я догадался: ты тоже андроид, как и я, верно?
ШАРЛИЗ ТЕРОН
А вот и нет, я живой человек. Просто моего актерского мастерства хватает исключительно на образ холодного робота, неспособного к проявлению любых эмоций.

КОМАНДА просыпается и собирается для просмотра ГОЛОГРАФИЧЕСКОЙ ПРЕЗЕНТАЦИИ В POWER POINT с участием БЕНДЖАМИНА БАТТОНА. Эээ... то есть ГАЯ ПИРСА, ЗАГРИМИРОВАННОГО ПОД СТАРИКА.

ГОЛОГРАММА СТАРИКА ГАЯ ПИРСА
К моменту, когда вы смотрите эту запись, я давно уже мертв. Но всё равно хочу напомнить, что я - супер-богатый засранец, который оплатил из своего кармана все, что вы видите вокруг себя, и который не собирается ни с кем ничем делиться. Фактически, я Дональд Трамп из будущего. И хотя Майкл - андроид, мне он заменяет сына, о котором я всегда мечтал. И поэтому, если у меня вдруг есть дочь, и она смотрит эту запись, пусть идет нахер. Шарлиз, ты меня слышишь? Отлично.

ЛОГАН МАРШАЛЛ ГРИН
Корооооче. Мы прибыли сюда в поисках алиенов, о которых говорится в наскальной живописи. Мы называем их "Инженерами" и полагаем, что именно они создали всю жизнь на Земле. Вопросы? Вот ты, Ирландец с нелепым комбо из стрижки и татуировки?

ШОН ХАРРИС
Если это правда, и Инженеры на самом деле использовали свою ДНК для зарождения жизни на Земле, как это объясняет наличие разных рас у людей?
Разве не должны мы все быть трехметровыми альбиносами? И не была ли бы тогда у всех растений и животных точно такая же ДНК, как у людей? И что насчет динозавров? Я надеюсь, фильм объяснит хотя бы часть из этого.

СЦЕНАРИСТ ДЭЙМОН ЛИНДЕЛОФ
Всё, что вы должны понимать, это то, что этот фильм не столько про "ответы", сколько про "ВОПРОСЫ"!

ПОЛЬЗОВАТЕЛИ TWITTER
А вот всё, что должен понимать ТЫ:
(показывают ему средний палец)

НОМИ РАПАС
Я девушка из научных кругов. Но кроме того я девушка верующая. И наука для меня лишь инструмент для поиска Бога, окей?

ШОН ХАРРИС
Мне вообще наплевать на все, о чем вы сейчас говорили! Всё, что меня интересует, это сколько мне заплатят!

РАФ СПОЛЛ
Меня тоже!

НОМИ РАПАС
Мне кажется, сейчас зрители уже должны вычислилить, кто из присутствующих умрет раньше других.

ШАРЛИЗ приглашает НОМИ и ЛОГАНА в свой ОТСЕК ПРЕДЗНАМЕНОВАНИЯ

ШАРЛИЗ ТЕРОН
Весь этот отсек - спасательная шлюпка, и может отсоединяться от корабля. Также тут есть авто-док. Он предназначен и запрограммирован только для мужчин, но на самом деле пользоваться им может кто угодно, поэтому весь мой рассказ о том, что пользоваться им могут только мужчины - совершенно лишен всякого смысла.

ПРОМЕТЕЙ прибывает к КАКОЙ-ТО ЛУНЕ, которая совершенно определенно НЕ ЯВЛЯЕТСЯ ЛУНОЙ LV-426, тем самым давая неумолимого пинка НАДЕЖДАМ аудитории на то, что происходящее аккуратно впишется в канву сюжета первого "ЧУЖОГО". Потому что ОНО НЕ ВПИШЕТСЯ.

Пилотирует корабль КАПИТАН ИДРИС ЭЛЬБА.

ИДРИС ЭЛЬБА
Если там внизу есть хоть какая-то жизнь, нам, вероятно, потребуются дни или даже недели, чтобы найти хоть какие-то призна...

ЛОГАН МАРШАЛЛ ГРИН
Смотрите! Там внизу дорога! И она ведет прямо к куполу явно человеческой постройки! Бинго!

ИДРИС ЭЛЬБА
Ух ты, на все ушло не более 10 секунд.

НОМИ и вся команда облачаются в ТРИКО, которые, по всей вероятности, должны заменять КОСМИЧЕСКИЕ СКАФАНДРЫ, и отправляется прямиком к КУПОЛУ.

INT. КУПОЛ

ЛОГАН МАРШАЛЛ ГРИН
Эй, да здесь есть кислород! Давайте снимем наши шлемы и будем ходить без них!

НОМИ РАПАС
Отличная идея! Хотя погодите, идея реально тупая. Но я все равно это сделаю.
(пауза)
Мы отвратительные ученые.
МАЙКЛ находит и активирует ГОЛОГРАММУ С ЗАПИСЬЮ СОБЫТИЙ ПРОШЛОГО.

НОМИ РАПАС
Смотрите! Перед смертью инженеры убегали от чего-то! Это потрясающе, не правда ли?

МАЙКЛ ФАССБЕНДЕР
Не настолько потрясающе, как тот факт, что нам показывают ровно то, что мы обязаны увидеть для развития сюжетной линии. Что дальше? Нам подсунут видео про то, как управлять кораблями инженеров при помощи флейты?

СЦЕНАРИСТ ДЭЙМОН ЛИНДЕЛОФ
Да, я знаю, что все это выглядит немного надуманно, но только подумайте, сколько тут возникает интересных ВОПРОСОВ!
ПОЛЬЗОВАТЕЛИ TWITTER
Линделоф, отъебись!

Следуя за ГОЛОГРАММОЙ, команда НОМИ добирается до комнаты с большим КАМЕННЫМ ЛИЦОМ, заставленной СТРАННЫМИ МЕТАЛЛИЧЕСКИМИ ВАЗАМИ. Там же они находят МЕРТВОГО ИНЖЕНЕРА.

НОМИ РАПАС
Ура! Мы вот вам доказательство того, что инденера существуют! Вот так повезло! Давайте отпилим голову этого мертвеца и заберем ее на корабль - там мы сможем ее взорвать! 
МАЙКЛ ФАССБЕНДЕР
И пока вы заняты своими делами, я незаметно стырю одну из этих металлических ваз!
Начинается ШТОРМ, поэтому НОМИ и ее КОМАНДА смываются в направлении ПРОМЕТЕЯ.

INT. ПРОМЕТЕЙ

НОМИ РАПАС
Эй, а где Шон Харрис и Раф Сполл?
ШАРЛИЗ ТЕРОН
Они потерялись, пока мы были под куполом, и до сих пор остаются где-то там.
НОМИ РАПАС
Ты вообще в курсе, что у нас есть голографическая карта местности, которая показывает, в каком именно месте под куполом они находятся прямо сейчас?
ШАРЛИЗ ТЕРОН
Да.
НОМИ РАПАС
Так значит, они не провалились сквозь дыру в земле и не заперты под завалом? Мы просто считаем, что они "потерялись, несмотря на комплект GPS стоимостью в миллиард долларов"?
ШАРЛИЗ ТЕРОН
Истинно так.
НОМИ РАПАС
Ну тогда мы отправимся за ними, как только кончится шторм. Идрис будет мониторить их в течение ночи и проследит, чтобы все было в порядке.
ИДРИС ЭЛЬБА
Ну или вместо этого я просто пойду и засуну свой член в Шарлиз!
ОН ИДЕТ И ЗАСОВЫВАЕТ. НИКТО даже и не думает связаться с ШОНОМ и РАФОМ. Потому что вся команда состоит из ИСКЛЮЧИТЕЛЬНЫХ ПИДОРАСОВ.

INT. КУПОЛ

ШОН И РАФ разбивают лагерь в ЖУТКОВАТОЙ КОМНАТЕ С ВАЗАМИ.

ШОН ХАРРИС
Ты заметил, что изо всех этих металлических ваз вытекает странная Черная Жижа?
РАФ СПОЛЛ
Ага, а еще оттуда только что выбралось странное существо!
Странное существо - это ВАГИНАЛЬНАЯ ЗМЕЯ.

РАФ СПОЛЛ
Несмотря на то, что до этого момента при малейшей опасности я всегда визжал, как маленькая сучечка, я прямо сейчас пойду и обнимусь с этим странным существом.
ШОН ХАРРИС
Ты идиот. Оно искусает тебя нахуй.
ВАГИНАЛЬНАЯ ЗМЕЯ
Он чертовски прав, Раф. Я искусаю тебя нахуй.
РАФ СПОЛЛ
Не могу... сопротивляться... вагинальная... змея...
ВАГИНАЛЬНАЯ ЗМЕЯ искусывает РАФА НАХУЙ при помощи своей ВАГИНЫ-ДЕНТАТЫ и ломает ему РУКУ. ШОН разрубает ВАГИНАЛЬНУЮ ЗМЕЮ напополам и моментально получает в лицо большое буккакэ из КИСЛОТНОЙ КРОВИ и падает прямо в ЧЕРНУЮ ЖИЖУ. После этого ВАГИНАЛЬНАЯ ЗМЕЯ орально изнасилывает ШОНА и убивает его.

Между тем...

INT. ПРОМЕТЕЙ

МАЙКЛ в обстановке строжайшей секретности откупоривает МЕТАЛЛИЧЕСКУЮ ВАЗУ, которую он выкрал, и достает оттуда ЧЕРНУЮ ЖИЖУ. Затем он встречается с ЛОГАНОМ, который НАДИРАЕТСЯ в КОСМИЧЕСКОМ БАРЕ.

ЛОГАН МАРШАЛЛ ГРИН
Не могу поверить, что мы проделали весь этот путь ради ничего. И под словом "ничего" я подразумеваю открытие древней инопланетной расы, создавшей человечество. Совершенно ничего удивительного в этом. Горе мне, горе. Как хреново, что не можешь меня понять, потому что ты тупой сраный робот.
МАЙКЛ ФАССБЕНДЕР
Именно по этой причине я не испытываю ни малейшего чувства вины от того, что подливаю в твой стакан Черную Жижу, плаксивый педик.
ЛОГАН МАРШАЛЛ ГРИН
Что ты сказал?
МАЙКЛ ФАССБЕНДЕР
О, ничего.
ЛОГАН выпивает ЧЕРНУЮ ЖИЖУ и идет ТРАХАТЬСЯ с НОМИ. На следующий день ЛОГАН начинает РАЗЛАГАТЬСЯ, совсем как тот ТРЕХМЕТРОВЫЙ АЛЬБИНОС.

ЛОГАН МАРШАЛЛ ГРИН
Твою мать, я очень надеялся, что меня сожрет настоящее космическое чудовище с огромными зубами, а не поганый космический СПИД! А, к черту. Убейте меня!
НОМИ РАПАС
Погодите! Мы можем заморозить его и вылечить, когда вернемся домой!
ШАРЛИЗ ТЕРОН
Или я могу вылечить его прямо сейчас при помощи вот этого огнемёта!
ШАРЛИЗ поджаривает ЛОГАНА. НОМИ падает в обморок и приходит в себя в МЕДИЦИНСКОМ ОТСЕКЕ.

МАЙКЛ ФАССБЕНДЕР
Ты на третьем месяце.
НОМИ РАПАС
Не гони. Видишь мой живот? Он плоский и в хорошем тонусе! Кроме того, я бесплодна!
МАЙКЛ ФАССБЕНДЕР
Похоже, Черная Жижа, которой я заразил Логана, каким-то образом восстановила твою фертильность.
НОМИ РАПАС
Что ты сказал?
МАЙКЛ ФАССБЕНДЕР
О, ничего. Кстати, мои поздравления: ты беременна мутировавшим алиеном!
НЕВИННЫЕ УЧЕНЫЕ
За работу, ребята! Заморозим-ка Номи в криогенной капсуле!
НОМИ РАПАС
Только после того, как я раздолбаю ваши черепа этой железной хренью!
НОМИ ОХУЯРИВАЕТ КАДИЛОМ НЕВИННЫХ УЧЕНЫХ и ловко запрыгивает в АВТО-ХИРУРГИЧЕСКИЙ АППАРАТ.

НОМИ РАПАС
Одно кесарево с картошкой и диетической колой, пожалуйста! Заверните, возьму с собой!
АВТО-ХИРУРГИЧЕСКИЙ АППАРАТ
Ты не слышала, что сказала Шарлиз? Я запрограммирован лечить только мужчин!
НОМИ РАПАС
ПРОСТО ВЫНЬ ИЗ МЕНЯ ЭТО!!!!!!
АВТО-ХИРУРГИЧЕСКИЙ АППАРАТ разрезает НОМИ и извлекает из неё ЧУДОВИЩНОГО КАЛЬМАРНОГО РЕБЕНКА. НОМИ БРОСАЕТ дитя на произвол судьбы, потому что она ОЧЕНЬ ПЛОХАЯ МАТЬ.

НОМИ РАПАС
Я просто обязана рассказать кому-нибудь о том, что произошло! Или хотя бы взять огнемёт и уничтожить эту тварь!
(пауза)
Или нет. Пофиг.
НОМИ ковыляет прямиком в ТРЕТЬЕ ДЕЙСТВИЕ и натыкается на СТАРОГО ГАЯ ПИРСА.

СТАРЫЙ ГАЙ ПИРС
А я всё ещё жив! Вот это поворот! Я надеюсь, что Инженеры откроют мне секрет вечной жизни!
НОМИ РАПАС
Но они все умерли!
МАЙКЛ ФАССБЕНДЕР
Вообще-то я как раз нашел один из их кораблей и там внутри есть живой Инженер в спячке. К тому же, это я виноват в смерти Логана.
НОМИ РАПАС
Я просто проигнорирую последнюю часть фразы и отправлюсь вместе с вами.
НЕВИННЫЕ УЧЕНЫЕ
Эй, Номи, помнишь нас? Ты только что выбила нам зубы и проломила нам черепа.
НОМИ РАПАС
Наверное, вы не очень довольны моим поведением.
НЕВИННЫЕ УЧЕНЫЕ
Не, все в порядке. Нападение с отягчающими? Сущий пустяк для истинного Европейского ученого мужа!
Меж тем...

ЧЕРНАЯ ЖИЖА превратила ШОНА ХАРРИСА в зомби из "28 дней спустя", вместо того, чтобы РАЗЛОЖИТЬ его тело или превратить его в ВАГИНАЛЬНУЮ ЗМЕЮ. Потому что ЧЕРНАЯ ЖИЖА - ЭТО УНИВЕРСАЛЬНАЯ СЮЖЕТНАЯ ХРЕНЬ, которая делает ВСЁ ЧТО БЛЯТЬ УГОДНО, ЕСЛИ ЭТО НУЖНО ПО ХОДУ ДЕЙСТВИЯ. ШОН и куча членов команды, которых мы НЕ ЗНАЕМ или до которых нам НЕТ ДЕЛА, ПОГИБАЮТ.
  
НОМИ встречает ИДРИСА.

НОМИ РАПАС
Идрис, ты мой черный друг. Поэтому рано или поздно мне потребуется, чтобы ты принес себя в жертву, чтобы не допустить Черную Жижу на Землю.
ИДРИС ЭЛЬБА
Согласен. Очевидно, что Инженеры использовали эту луну в качестве военной базы.
(пауза)
Погоди. Зачем Инженерам потребовалось оставлять нам координаты своей базы с биохимическим оружием на тех наскальных рисунках, что вы нашли? Это просто не имеет смысла. Надеюсь, фильм как-то прояснит ситуацию.
ИДРИС надеется ЗРЯ.

INT. КОРАБЛЬ ИНЖЕНЕРОВ

НОМИ, МАЙКЛ и СТАРЫЙ ГАЙ ПИРС пробуждают ИНЖЕНЕРА, который выглядит точно так же, как тот ТРЕХМЕТРОВЫЙ АЛЬБИНОС, только в КОСТЮМЧИКЕ. МАЙКЛ ведет с ним переговоры на его РОДНОМ ЯЗЫКЕ.

МАЙКЛ ФАССБЕНДЕР
Привет, я Майкл-3P0 из отдела по человеко-кибернетическим отношениям, и мне очень не нравится, как моя голова присобачена к моему туловищу. Ты не мог бы мне как-то помочь с этой проблемой?
ИНЖЕНЕР отрывает ЕБАНУЮ БАШКУ МАЙКЛА и этой бошкой забивает СТАРОГО ГАЯ ПИРСА до смерти, а НОМИ в это время УДИРАЕТ.

EXT. ЛУННАЯ ПОВЕРХНОСТЬ

ИНЖЕНЕР запускает двигатели своего корабля, используя ПРОДВИНУТУЮ ТЕХНОЛОГИЮ ФЛЕЙТЫ. Корабль отрывается от поверхности и явно намеревается лететь на Землю.

НОМИ РАПАС
Идрис! Инженеры собираются убить всех людей при помощи ваз, полных Черной Жижи!
ИДРИС ЭЛЬБА
Но почему? Разве они не сами нас создали? Почему они внезапно хотят уничтожить нас?
НОМИ РАПАС
Я думаю, приблизительно 2 тысячи лет назад мы сделали что-то такое, что их основательно разозлило!
ИДРИС ЭЛЬБА
Ээ-й... разве мы не прибыли на эту луну в день Рождества? Разве мы не поднимали множество раз тему религии и самопожертвования? Мне просто интересно, на что бы это все могло намекать?
НОМИ РАПАС
Без понятия! Просто уже поторопись и принеси себя в жертву!
ИДРИС и его команда СО СЧАСТЛИВЫМ ВЫРАЖЕНИЕМ НА ЛИЦАХ вздымают руки кверху, как на АМЕРИКАНСКИХ ГОРКАХ и берут КОРАБЛЬ ИНЖЕНЕРОВ НА ТАРАН. ШАРЛИЗ В СПАСАТЕЛЬНОЙ ШЛЮПКЕ оказывается за бортом ПРОМЕТЕЯ перед тем, как он ВЗРЫВАЕТСЯ.

ШАРЛИЗ ТЕРОН
Да! Я в безопасности! Я буду спасена!
Но КОРАБЛЬ ИНЖЕНЕРОВ падает аккурат с неба и готовится раздавить ШАРЛИЗ.

ШАРЛИЗ ТЕРОН
Ёпт! Я могла бы убежать в сторону и остаться в живых... или нет!
(раздавливается в лепешку)
Так в чем был смысл моего персонажа, а?
НОМИ добирается до СПАСАТЕЛЬНОЙ ШЛЮПКИ.

ОТОРВАННАЯ ГОЛОВА МАЙКЛА ФАССБЕНДЕРА
Эй Номи, я довольно башковитый парень, поэтому вот что я скажу: Инженер вот-вот нагрянет, и он упомянул меж делом, что является огромным поклонником Руни Мары!
ИНЖЕНЕР пытается убить НОМИ.

НОМИ РАПАС
Почему, почему вы так хотите уничтожить всех людей?!
ИНЖЕНЕР
Потому что мы ненавидим приквелы! И сиквелы! И ремейки! И перезагрузки! И особенно в 3D! А этот фильм одновременно является почти всем из перечисленного! Вас, людей, необходимо остановить, пока еще не поздно!
НОМИ РАПАС
ТЕНТАКЛЕВЫЙ ЧУДОВИЩНЫЙ МЛАДЕНЕЦ - В АТАКУ!
ЧУДОВИЩНЫЙ КАЛЬМАРНЫЙ РЕБЕНОК НОМИ вырос в огромного ХЕНТАЙНОГО ТЕНТАКЛЕВОГО МОНСТРА. Он обнимается с ИНЖЕНЕРОМ и присасывается к его ЛИЦУ.

НОМИ РАПАС
О, теперь я поняла: если бы я сделала аборт, он бы сейчас не смог прийти мне на помощь. Похоже, мы только что стали свидетелями самого извращенного и ебанутого манифеста против абортов за всю историю человечества. Кроме того, теперь этот фильм уже абсолютно точно оборвал все связи с "Чужим". Если я прямо сейчас убью себя, вряд ли станет сильно хуже.
ОТОРВАННАЯ ГОЛОВА МАЙКЛА ФАССБЕНДЕРА
Но мы всё еще можем попробовать соединить логически эти два фильма!
НОМИ РАПАС
Но как?
ОТОРВАННАЯ ГОЛОВА МАЙКЛА ФАССБЕНДЕРА
Конечно же, оставив задел на третий фильм! Смотри, тут еще много других кораблей Инженеров, и я знаю, как управлять ими!
НОМИ РАПАС
Ты сейчас прикалываешься что ли? Почему тогда инженер просто не улетел на другом корабле, вместо того, чтобы пытаться убить меня? И как он мог дышать снаружи без кислороной маски? Этот фильм должен чертовски постараться, чтобы объяснить хотя бы часть всего этого.
СЦЕНАРИСТ ДЭЙМОН ЛИНДЕЛОФ
Это фильм не столько про "ответы", сколько про...
ПОЛЬЗОВАТЕЛИ TWITTER
Иди к черту, Линделоф!
СЦЕНАРИСТ ДЭЙМОН ЛИНДЕЛОФ
Хватит! Хотите ответов? Отлично! Я дам вам ваши ёбаные ответы! Что такое Черная Жижа? Это МАГИЯ, так что ЗАТКНИТЕ СВОИ ВОНЮЧИЕ РТЫ! В чем был замысел Майкла? СОСИТЕ МОИ ЯЙЦА, вот в чем! Зачем Инженеры создали людей, чтобы после этого только пытаться уничтожить их? Затем, что ПОШЛИ ВЫ НАХУЙ, вот зачем! Смотрите тупорылых Трансформеров и прочее супергеройское говнище с рейтингом PG-13, дебилы, блять!
НОМИ и ГОЛОВА МАЙКЛА улетают на другом корабле Инженеров туда, где не ступала еще нога женщины и оторванной головы андроида.

Тем временем...

INT. СПАСАТЕЛЬНАЯ ШЛЮПКА ПРОМЕТЕЯ

Грудь ИНЖЕНЕРА взрывается изнутри, и наружу вырывается дешевый ПОДДЕЛЬНЫЙ ЧУЖОЙ, нанося контрольную ОПЛЕУХУ всем оставшимся вживых ФАНАТАМ СЕРИИ "ALIEN". 

КОНЕЦ
