// ----------------------- notepad -------------------------------------------------------------------------------------------------------

release, 5000, fullscreen - ~270 fps after some time

«Помогавший забеременеть» Оксане Федоровой целитель искалечил москвичку
Хозяин отомстил лишившему его ночного сна коту
В сети заступились за пойманного на воровстве риса китайского крысеныша
Спасшего женщину из Москвы-реки инспектора ДПС представят к госнаграде
Получившая в подарок ружье девочка расплакалась от счастья и умилила соцсети
Apple запатентовала встроенный в экран сканер отпечатков пальцев
Полиция задержала получившего 500 кг икры по почте москвича

в тишине туалета слышно как за стеной пукают девочки
боже, ниспошли мне... и он услышал. и не спошлил

https://ru.wikipedia.org/wiki/The_Claypool_Lennon_Delirium

https://habrahabr.ru/post/66209/ - isolated mode

https://ru.wikipedia.org/wiki/Прогрессивный_рок
https://ru.wikipedia.org/wiki/Zeuhl
https://forum.xda-developers.com/showthread.php?t=1337839

--- scripts ---
http://www.imsdb.com/
http://www.moviescriptsandscreenplays.com/

--- read ---
часы обратного времени, весь сборник
