// ----------------------- notepad -------------------------------------------------------------------------------------------------------

release, 5000, fullscreen - ~270 fps after some time

«Помогавший забеременеть» Оксане Федоровой целитель искалечил москвичку
Хозяин отомстил лишившему его ночного сна коту
В сети заступились за пойманного на воровстве риса китайского крысеныша
Спасшего женщину из Москвы-реки инспектора ДПС представят к госнаграде
Получившая в подарок ружье девочка расплакалась от счастья и умилила соцсети
Apple запатентовала встроенный в экран сканер отпечатков пальцев
Полиция задержала получившего 500 кг икры по почте москвича
Нарядившийся Иисусом мужчина крестом пробил потолок в метро
Ростуризм предупредил о предлагающих поддельные визы в Индию сайтах
Бастрыкин велел задержать наехавшего на ребенка водителя внедорожника
Минобрнауки предложило переводить родивших студенток без хвостов на бюджет
Двигающий предметы на столе Трамп заставил интернет задуматься о его психике
Сыгравшему ремикс призыва к намазу диджею пригрозили убийством
Полиция начала розыск оставившей в центре Москвы футляр с автоматом бабушки
В Химках задержали выбросившую новорожденного в мусорку женщину
В Петербурге задержали перевозившего человеческие органы курьера из Средней Азии
Против избившего воспитательницу жителя Владивостока возбудили уголовное дело
Спасающего пиво во время теракта британца назвали символом бесстрашия
Суд отказал в компенсации пожаловавшемся на холодное турецкое море туристкам
Умерла пострадавшая в давке в Турине во время финала ЛЧ

в тишине туалета слышно как за стеной пукают девочки
боже, ниспошли мне... и он услышал. и не спошлил

что ест на ужин Йожин с Бажин?
возможно, пыль замочных скважин
быть может, ветер подворотен

на шкуре неубитого медведя
охотник возлежит, от счастья бредя

зачем тату на ягодицах?
на всякий случай. пригодится!

https://ru.wikipedia.org/wiki/The_Claypool_Lennon_Delirium

https://habrahabr.ru/post/66209/ - isolated mode

https://ru.wikipedia.org/wiki/Прогрессивный_рок
https://ru.wikipedia.org/wiki/Zeuhl
https://forum.xda-developers.com/showthread.php?t=1337839

--- scripts ---
http://www.imsdb.com/
http://www.moviescriptsandscreenplays.com/

--- read ---
часы обратного времени, весь сборник

